export const COMPLETION_NARRATION_TEXTS = [
  "저번달에 입과한 것 같은데... \n 시간은 정말 쏜살같이 흘러갔다.",
  "힘들지 않았다고 한다면 거짓말이겠지.",
  "...하지만 함께해 준 친구들이 있어서 즐겁게 지낼 수 있었다.",
  "같이 평가를 보고 머리를 싸메던 일, ",
  "퇴실하고 함께 나가서 라멘을 먹고, 맥주 한 잔 하기도 하고. ",
  "점심시간에 가끔 하던 커피 내기",
  "알고리즘 공부 한다고 머리가 터질 뻔 하기도 했지!",
  "아, 맞다 입실체크.",
  "아무래도 잊기 힘든 추억이 된 것 같다",
  "나도 친구들도 이제 새로운 시작을 앞두고 있다.",
  "나의 성장은 계속될 것이다.",
  "앞으로도 쭉",
  "너도 마찬가지겠지?",
  "너의 새로운 시작도 우리가 응원할게."
] as const;

export const COMPLETION_UI_TEXT = {
  title: "SEASON 1. 1학기 COMPLETE",
  trueEndingButton: "[ 진엔딩 보러가기 ]",
  skip: "클릭해서 스킵"
} as const;
